index.org
#+TITLE: Hi
#+OPTIONS: H:3 num:nil toc:nil \n:nil ::t |:t ^:nil -:nil f:t *:t <:t


I'm a Peruvian physics undergrad and developer interested in programming, linux
desktop theming, music, astronomy and AI. I tackle on challenging problems and
try to solve them with code, I also spend a high amount of time in Emacs. If you
want to know more about me check out the [[file:about][about]] page. If you want to glance my
cv, here you [[file:cv.pdf][go]].

#+begin_quote
They say I could do anything I wanted, so I became a quotable person. Here you
go.

@@html:<p class="author">@@ Diego Berrocal @@html:</p>@@
#+end_quote

* Fun Facts
- Attending [[http://recurse.com][Recurse Center]] at Fall 2 Batch
- Crafted an assembler in [[https://github.com/CestDiego/nand2tetris.el/blob/master/nand2tetris-assembler.el][lisp]] (nand2tetris course)
- Contributes to [[https://github.com/syl20bnr/spacemacs][Spacemacs]] to support ending the =Editor Wars= and settle with
  emacs ;)
- Doesn't get mad at job offers ~wink~ ( ͡~ ͜ʖ ͡°) 
- Ex-President of the [[http://astronomia.uni.edu.pe][Astronomy Group]] @ [[http://www.uni.edu.pe][Universidad Nacional de Ingeniería]] 
- Facilitator at [[http://hackspace.pe][Hack Space Peru]]. (check  [[https://www.youtube.com/watch?v%3D4uc6cwG3BCk][video]]) 
- [[https://www.youtube.com/watch?v=Oh-7M798k24][Attempted]] to reproduce a [[https://www.youtube.com/watch?v=s1eNjUgaB-g][Youscope]] at 16 
