index.html
<!DOCTYPE html>
<html lang="en-us">
  <head>
    <title>Hi - Diego Berrocal</title>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="author" content="Diego Berrocal">
    <link rel="stylesheet" href="http://fonts.googleapis.com/css?family=Fira+Sans:400,700,400italic,700italic|Lora:400,700|Source+Code+Pro:400,700">
    <link rel="stylesheet" href="/media/css/normalize.css">
    <link rel="stylesheet" href="/media/css/dark.css" id="darkTheme">
    <link rel="stylesheet" href="/media/css/light.css" id="lightTheme">
    <link href="http://cestdiego.github.io/atom.xml" type="application/atom+xml" rel="alternate" title="Diego Berrocal" />
    <link rel="stylesheet" href="/media/css/main.css">
    <noscript>
    </noscript>
  </head>

  <body>
    <div id="wrapper">
    <nav class="site-nav">
      <ul class="links">
        <li><a href="/">Diego Berrocal</a></li>
         <li><a href="/about/">about</a></li>
        <li><a href="/blog/">blog</a></li>
        <li><a href="/atom.xml">atom</a></li>
        <li><button class="switch-lights">lights off</button></li>
      </ul>
    </nav>

    <article class="post">
      <header>
          <h1 class="post-title">Hi</h1>
      </header>
      <p>
I'm a Peruvian physics undergrad and developer interested in programming, linux
desktop theming, music, astronomy and AI. I tackle on challenging problems and
try to solve them with code, I also spend a high amount of time in Emacs. If you
want to know more about me check out the <a href="about">about</a> page. If you want to glance my
cv, here you <a href="cv.pdf">go</a>.
</p>

<blockquote>
<p>
They say I could do anything I wanted, so I became a quotable person. Here you
go.
</p>

<p>
<p class="author"> Diego Berrocal </p>
</p>
</blockquote>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Fun Facts</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Crafted an assembler in <a href="https://github.com/CestDiego/nand2tetris.el/blob/master/nand2tetris-assembler.el">lisp</a> (nand2tetris course)
</li>
<li>Contributes to <a href="https://github.com/syl20bnr/spacemacs">Spacemacs</a> to support ending the <code>Editor Wars</code> and settle with
emacs ;)
</li>
<li>Doesn't get mad at job offers <code>wink</code> ( ͡~ ͜ʖ ͡°)
</li>
<li>Ex-President of the <a href="http://astronomia.uni.edu.pe">Astronomy Group</a> @ <a href="http://www.uni.edu.pe">Universidad Nacional de Ingeniería</a>
</li>
<li>Facilitator at <a href="http://hackspace.pe">Hack Space Peru</a>. (check <a href="https://www.youtube.com/watch?v=4uc6cwG3BCk">video</a>)
</li>
<li><a href="https://www.youtube.com/watch?v=Oh-7M798k24">Attempted</a> to reproduce a <a href="https://www.youtube.com/watch?v=s1eNjUgaB-g">Youscope</a> at 16.
</li>
</ul>
</div>
</div>

    </article>

<footer class="site-footer">
    <div class="back-to-top">
        <a href="#">back to top</a>
        <a id="show-comments"  onclick="loadDisqus()"> show comments</a>
    </div>
    <script src="/media/js/main.js"></script>
    <script src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS_HTML"></script>
        <script>
         (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
             (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
                                  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
         })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

         ga('create', 'UA-40864129-3', 'auto');
         ga('send', 'pageview');
        </script>
</footer>

    </div>
  </body>
</html>
